[
    {
        "author": "Użytkownik Ceneo",
        "rcmd": true,
        "score": 5.0,
        "content": "5,0/5",
        "posted_on": "2013-06-30 22:00:16",
        "bought_on": null,
        "useful_for": 0,
        "useless_for": 0,
        "pros": "",
        "cons": "",
        "opinion_id": "2129195",
        "content_en": "5.0/5",
        "pros_en": "",
        "cons_en": ""
    },
    {
        "author": "Użytkownik Ceneo",
        "rcmd": false,
        "score": 1.0,
        "content": "Tonsil zawsze był dla mnie synonimem luksusu w świecie audio, dlatego też jak wiele lat temu w końcu stać mnie było na zakup głośników, wybór był oczywisty (oczywiście mocno zawężony posiadanym budżetem). \rJako młody chłopak szukałem kolumn, które będą w stanie rozbujać domową imprezkę. I jako takie sprawują się znakomicie, są o wiele przy tym subelniejsze od Altusów.\rCóż, z wiekiem zmieniają się oczekiwania od sprzętu i chciałoby się mieć coś wiecej. A tutaj już nie jest tak wesoło.\rBas jest dobry, o ile moco wysterujemy kolumny, choć nie musi się to już podobać sąsiadom. Niestety nie ma on tej przyjemnej głębi i ciepła. Górne pasmo wogóle nie istnieje... Jedynym argumentem na obronę Soundfinderów jest przystępna cena oraz brak funduszy na lepszy sprzęt, ale jak się nie ma co się lubi...",
        "posted_on": "2009-03-05 22:41:40",
        "bought_on": null,
        "useful_for": 0,
        "useless_for": 0,
        "pros": "",
        "cons": "",
        "opinion_id": "300843",
        "content_en": "Tonsil has always been synonymous with luxury in the audio world, so how many years ago I could finally afford to buy speakers, the choice was obvious (of course, heavily narrowed my budget).\rAs a young boy, I was looking for columns that would be able to swing the home party.And as such they perform great, they are much subordinate than Altus.\rWell, expectations from equipment change with age and you would like to have something more.And here it is not so cheerful.\rThe bass is good, as long as we control the columns, although it does not have to like the neighbors.Unfortunately, it does not have this pleasant depth and warmth.The upper band does not exist at all ... The only argument for defending soundfinder is affordable price and lack of funds for better equipment, but if you don't like what you like ...",
        "pros_en": "",
        "cons_en": ""
    },
    {
        "author": "Użytkownik Ceneo",
        "rcmd": false,
        "score": 2.0,
        "content": "Prezentowane kolumny to słaby produkt. O ile moc jest w miarę wystarczająca, to co do jakości mam zastrzeżenia. O ile tony wysokie są wystarczające, to wyraźnie brakuje tonów niskich. Podsumowując, nie polecam tych kolumn.",
        "posted_on": "2010-01-31 17:27:57",
        "bought_on": null,
        "useful_for": 0,
        "useless_for": 2,
        "pros": "",
        "cons": "",
        "opinion_id": "1584710",
        "content_en": "The presented columns are a weak product.While the power is quite sufficient, I have reservations about the quality.While high tones are sufficient, the low tones are clearly lacking.To sum up, I do not recommend these columns.",
        "pros_en": "",
        "cons_en": ""
    }
]